export const navbarLinks = [
  {
    title: "Головна",
    path: "/",
  },
  {
    title: "Про компанію",
    path: "#about",
  },
  {
    title: "Відгуки",
    path: "#testimonials",
  },
  {
    title: "FAQ",
    path: "#faq",
  },
  {
    title: "Контакти",
    path: "#contacts",
  },
];

export const tabsData = [
  {
    id: 1,
    title: 'Покращений підбір кандидатів',
    text: 'Завдяки вдосконаленій аналітиці талантів і алгоритмам штучного інтелекту платформа може точніше підбирати кандидатів відповідно до вимог роботи, що сприяє кращому підходу та зниженню ймовірності невідповідностей.'
  },
  {
    id: 2,
    title: 'Оптимізація процесу найму',
    text: 'Завдяки вдосконаленій аналітиці талантів і алгоритмам штучного інтелекту платформа може точніше підбирати кандидатів відповідно до вимог роботи, що сприяє кращому підходу та зниженню ймовірності невідповідностей.'
  },
  {
    id: 3,
    title: 'Персональні рекомендації щодо роботи',
    text: 'Завдяки вдосконаленій аналітиці талантів і алгоритмам штучного інтелекту платформа може точніше підбирати кандидатів відповідно до вимог роботи, що сприяє кращому підходу та зниженню ймовірності невідповідностей.'
  },
]

export const faqData = [
  {
    id: 1,
    title: 'Як працює підбір кандидатів на базі штучного інтелекту в Searchera?',
    text: 'Підбір кандидатів на базі штучного інтелекту використовує розширені алгоритми для аналізу профілів кандидатів і вимог до роботи. Він оцінює навички, кваліфікацію та досвід, щоб визначити, хто найкраще підходить для конкретних ролей. Платформа мінімізує упередженість і забезпечує справедливий процес відбору, допомагаючи швидко й ефективно знаходити найбільш підходящих кандидатів.'
  },
  {
    id: 2,
    title: 'Чи може Searchera допомогти нам покращити різноманітність у нашому процесі найму?',
    text: 'Підбір кандидатів на базі штучного інтелекту використовує розширені алгоритми для аналізу профілів кандидатів і вимог до роботи. Він оцінює навички, кваліфікацію та досвід, щоб визначити, хто найкраще підходить для конкретних ролей. Платформа мінімізує упередженість і забезпечує справедливий процес відбору, допомагаючи швидко й ефективно знаходити найбільш підходящих кандидатів.'
  },
  {
    id: 3,
    title: 'Як штучний інтелект залучає кандидатів протягом усього процесу найму?',
    text: 'Підбір кандидатів на базі штучного інтелекту використовує розширені алгоритми для аналізу профілів кандидатів і вимог до роботи. Він оцінює навички, кваліфікацію та досвід, щоб визначити, хто найкраще підходить для конкретних ролей. Платформа мінімізує упередженість і забезпечує справедливий процес відбору, допомагаючи швидко й ефективно знаходити найбільш підходящих кандидатів.'
  },
  {
    id: 4,
    title: 'Чи може штучний інтелект надати інформацію про нашу робочу силу?',
    text: 'Підбір кандидатів на базі штучного інтелекту використовує розширені алгоритми для аналізу профілів кандидатів і вимог до роботи. Він оцінює навички, кваліфікацію та досвід, щоб визначити, хто найкраще підходить для конкретних ролей. Платформа мінімізує упередженість і забезпечує справедливий процес відбору, допомагаючи швидко й ефективно знаходити найбільш підходящих кандидатів.'
  },
  {
    id: 5,
    title: 'Чи підходить Searchera для компаній будь-якого розміру?',
    text: 'Підбір кандидатів на базі штучного інтелекту використовує розширені алгоритми для аналізу профілів кандидатів і вимог до роботи. Він оцінює навички, кваліфікацію та досвід, щоб визначити, хто найкраще підходить для конкретних ролей. Платформа мінімізує упередженість і забезпечує справедливий процес відбору, допомагаючи швидко й ефективно знаходити найбільш підходящих кандидатів.'
  },
]